Repository: lo2dev/Echo
Catalog: po/*.po
Languages: es, fi, hr, nl, tr

source: Ping Utility
es: Utilità Ping
fi: Ping-työkalu
hr: Uslužni program za slanje pinga
nl: Pinghulpmiddel
tr: Ping Aracı

source: Ping websites
es: Hacer Ping a sitio Web
fi: Pingaa verkkosivustoja
hr: Šalji ping na web-stranice
tr: Web sitelerini pingle

source: Utility to ping websites.
es: Utilidad para hacer ping a sistios web.
fi: Työkalu verkkosivujen pingaukseen.
hr: Uslužni program za slanje pingova na web-stranice.
nl: Een hulpmiddel om websites te pingen.
tr: Web sitelerini pinglemek için araç.

source: Features include:
es: Las caracteristicas incluyen:
fi: Ominaisuudet:
hr: Funkcije ukljućuju:
nl: Kenmerken:
tr: Özellikler şunlar:

source: Advanced ping parameters like ping count, timeout, etc
es: Parametros de ping avanzados como conteo de ping, tiempo de espera, etc.
fi: Edistyneet ping-parametrit, kuten lukumäärä, aikakatkaisu jne.
hr: Napredni ping parametri poput broja pingova, vremenskog ograničenja itd.
nl: Uitgebreide pingopties, zoals het aantal pings, de time-out, etc.
tr: Ping sayısı, zaman aşımı gibi gelişmiş ping parametreleri

source: Main page showcasing the ping form with advanced options
es: Pagina principal que muestra el formulario de ping con opciones avanzadas
fi: Päänäkymä, esillä edistyneet ping-asetukset
hr: Glavna stranica prikazuje ping obrazac s naprednim opcijama
nl: Hoofdscherm met uitgebreide pingopties
tr: Gelişmiş seçeneklerle ping formunu gösteren ana sayfa

source: Ping results page showcasing the stats after the ping
es: Pagina de resultados de ping que muestra las estadisticas despues del ping
fi: Ping-tulosten näkymä, esillä tilastot pingauksen jälkeen
hr: Stranica s rezultatima pinga koja prikazuje statistiku nakon slanja pinga
nl: Resultatenpagina met statistieken
tr: Ping sonrası istatistikleri gösteren ping sonuçları sayfası

source: translator-credits
es: Oswaldo Anzola
fi: Jiri Grönroos
hr: Milo Ivir <mail@milotype.de>
nl: Heimen Stoffels <vistausss@fastmail.com>
tr: Sabri Ünal <yakushabb@gmail.com>

source: Cancelling Ping
es: cancelando ping
fi: Perutaan pingaus
hr: Prekidanje pinga
nl: Bezig met afbrekenâ€¦
tr: Ping İptal Ediliyor

source: Ping Failed
es: Ping fallido
fi: Pingaus epäonnistui
hr: Ping nije uspio
nl: Het pingen is mislukt
tr: Pinglenemedi

source: Ping Succeed
es: Ping exitoso
fi: Pingaus onnistui
hr: Ping je uspio
nl: Het pingen is gelukt
tr: Ping Başarılı

source: The host can't be resolved or doesn't exist
es: El hosr no se puede alcanzar o no existe
fi: Isäntänimeä ei voi selvittää tai sitä ei ole olemassa
hr: Host računalo se ne može pronaći ili ne postoji
nl: De host is niet bereikbaar of bestaat niet
tr: Ana makine çözümlenemedi ya da yok

source: Insufficient permissions
es: Permisos insuficientes
fi: Oikeudet eivät riitä
hr: Nedovoljne dozvole
nl: U beschikt over onvoldoende rechten
tr: Yetersiz izinler

source: Host timeout
es: Tiempo de espera del host
fi: Isännän aikakatkaisu
hr: Vremensko ograničenje host računala
nl: Er is een time-out opgetreden
tr: Ana makine zaman aşımı

source: Destination is unreachable
es: El destino es inalcanzable
fi: Kohde ei ole saavutettavissa
hr: Odredište je nedostižno
nl: De bestemming is niet bereikbaar
tr: Hedefe ulaşılamıyor

source: Unexpected error
es: Errore inesperado
fi: Odottamaton virhe
hr: Neočekivana greška
nl: Er is een onverwachte fout opgetreden
tr: Beklenmeyen hata

source: Details
es: Detalles
fi: Yksityiskohdat
hr: Detalji
tr: Ayrıntılar

source: Cancel Ping
es: Cancelar Ping
fi: Peru pingaus
hr: Prekini ping
nl: Ping afbreken
tr: Pingi İptal Et

source: About Echo
es: Informacion en Echo
fi: Tietoja - Echo
hr: O aplikaciji Echo
nl: Over Echo
tr: Echo Hakkında

source: No network connection
es: No hay conexion de red
fi: Ei verkkoyhteyttä
hr: Nema mrežne veze
nl: Er is geen netwerkverbinding
tr: Ağ bağlantısı yok

source: Address
es: Direccion
fi: Osoite
hr: Adresa
nl: Adres
tr: Adres

source: Ping Options
es: Opciones de Ping
fi: Ping-asetukset
hr: Opcije pinga
nl: Pingopties
tr: Ping Seçenekleri

source: Count
es: Contar
fi: Lukumäärä
hr: Broj
nl: Aantal
tr: Sayı

source: Number of pings to perform
es: Numero de ping a realizar
fi: Pingausten määrä
hr: Broj pingova koje treba izvršiti
nl: Het aantal uit te voeren pings
tr: Gerçekleştirilecek ping sayısı

source: Interval
es: Intervalo
fi: Aikaväli
nl: Tussenpoos
tr: Aralık

source: Seconds between sending each packet
es: Segundos entre el envio de cada paquete
fi: Aika sekunneissa pakettien lähettämisen välillä
hr: Broj sekundi između slanja svakog paketa
nl: Het aantal seconden tussen het versturen van pakketten
tr: Paketlerin gönderilmesi arasındaki saniye

source: Timeout
es: Fin de tiempo
fi: Aikakatkaisu
hr: Vremensko ograničenje
tr: Zaman aşım

source: Maximum seconds to wait for a reply
es: Maxsimo de segundos para esperar una respuesta
fi: Viive sekunneissa vastauksen odottamiseksi
hr: Maksimalni broj sekundi za čekanje na odgovor
nl: Het aantal seconden om te wachten alvorens een antwoord mag worden verwacht
tr: Yanıt için beklenecek azami saniye

source: Source
es: Fuente
fi: Lähde
hr: Izvor
nl: Broncode
tr: Kaynak

source: Info
es: Informacion
fi: Tiedot
hr: Informacije
nl: Informatie
tr: Bilgi

source: The IP address from which to ping
es: La direccion de IP desde la que hace el ping
fi: IP-osoite, josta ping suoritetaan
hr: IP adresa s koje se šalje ping
nl: Het ip-adres van de gebruiker
tr: Pinglenecek IP adresi

source: Family
es: Familia
fi: Perhe
hr: Obitelj
nl: Familie
tr: Aile

source: The version of the Internet Protocol
es: La version del protocolo Internet
fi: IP-versio
hr: Verzija internet protokola
nl: De versie van het internetprotocol
tr: İnternet İletişim Kuralı sürümü

source: Ping
fi: Pingaa

source: Minimum
es: Minimo
fi: Pienin
nl: Minimaal
tr: Asgari

source: Average
es: Medio
fi: Keskiarvo
hr: Prosjek
nl: Gemiddeld
tr: Ortalama

source: Maximum
es: Maximo
fi: Suurin
hr: Maksimum
nl: Maximaal
tr: Azami

source: Ping Results
es: Resultado del ping
fi: Ping-tulokset
hr: Ping rezultati
nl: Pingresultaten
tr: Ping Sonuçları

source: Response Time
es: Tiempo de Respuesta
fi: Vasteaika
hr: Vrijeme odaziva
nl: Responstijd
tr: Yanıt Süresi

source: Packets Sent
es: Paquetes enviados
fi: Paketteja lähetetty
hr: Poslani paketi
nl: Aantal verstuurde pakketten
tr: Gönderilen Paket

source: Packets Received
es: Paquetes recividos
fi: Paketteja vastaanotettu
hr: Primljeni paketi
nl: Aantal ontvangen pakketten
tr: Alınan Paket

source: Packet Loss
es: Paquetes perdidos
fi: Pakettihäviö
hr: Gubitak paketa
nl: Aantal verloren geraakte pakketten
tr: Paket Kaybı

# shortcut window
source: General
fi: Yleiset
hr: Opće
nl: Algemeen
tr: Genel

# shortcut window
source: Show Shortcuts
es: Mostrar accesos directos
fi: Näytä pikanäppäimet
hr: Prikaži prečace
nl: Sneltoetsen tonen
tr: Kısayolları Göster

# shortcut window
source: Quit
es: Salir
fi: Lopeta
hr: Zatvori
nl: Afsluiten
tr: Çık
